{
  "qqplot": [
    {
      "question": "당 아파트 발코니, 실외기실, 세탁실에 설치된 차동식 감지기가 최근 날씨로 인한 심한 온도 편차로 자주 작동하여 비화재 경보가 발생하고 있습니다. 이로 인해 입주민들이 생활에 불편을 호소하며 민원이 잇따르고 있습니다. 현재 설치된 차동식 감지기를 정온식 감지기로 교체하고자 하는데, 이에 대한 귀청의 의견을 듣고 싶습니다. 어떻게 해야 할까요?",
      "retrieved_docs": [
        "[공동주택의 화재안전기술기준(NFTC 608) 2.7]\n2.7 자동화재탐지설비\n2.7.1 감지기는 다음 기준에 따라 설치해야 한다.\n2.7.1.1 아날로그방식의 감지기, 광전식 공기흡입형 감지기 또는 이와 동등 이상의 기능ㆍ성능이 인정되는 것으로 설치할 것\n2.7.1.2 감지기의 신호처리방식은 「자동화재탐지설비 및 시각경보장치의 화재안전기술기준(NFTC 203)」 1.7.2에 따른다.\n2.7.1.3 세대 내 거실(취침용도로 사용될 수 있는 통상적인 방 및 거실을 말한다)에는 연기감지기를 설치할 것\n2.7.1.4 감지기 회로 단선 시 고장표시가 되며, 해당 회로에 설치된 감지기가 정상 작동될 수 있는 성능을 갖도록 할 것\n2.7.2 복층형 구조인 경우에는 출입구가 없는 층에 발신기를 설치하지 아니할 수 있다.",
        "[공동주택의 화재안전성능기준(NFPC 608) 11조]\n제11조(자동화재탐지설비) ① 감지기는 다음 각 호의 기준에 따라 설치해야 한다.\n1. 아날로그방식의 감지기, 광전식 공기흡입형 감지기 또는 이와 동등 이상의 기능ㆍ성능이 인정되는 것으로 설치할 것\n2. 감지기의 신호처리방식은 「자동화재탐지설비 및 시각경보장치의 화재안전성능기준(NFPC 203)」 제3조의2에 따른다.\n3. 세대 내 거실(취침용도로 사용될 수 있는 통상적인 방 및 거실을 말한다)에는 연기감지기를 설치할 것\n4. 감지기 회로 단선 시 고장표시가 되며, 해당 회로에 설치된 감지기가 정상 작동될 수 있는 성능을 갖도록 할 것\n② 복층형 구조인 경우에는 출입구가 없는 층에 발신기를 설치하지 아니할 수 있다.",
        "[할론소화설비의 화재안전기술기준(NFTC 107) 2.8]\n2.8 자동식 기동장치의 화재감지기\n2.8.1 할론소화설비의 자동식 기동장치는 다음의 기준에 따른 화재감지기를 설치해야 한다.\n2.8.1.1 각 방호구역 내의 화재감지기의 감지에 따라 작동되도록 할 것\n2.8.1.2 화재감지기의 회로는 교차회로방식으로 설치할 것. 다만, 화재감지기를 「자동화재탐지설비 및 시각경보장치의 화재안전기술기준(NFTC 203)」 2.4.1 단서의 각 감지기로 설치하는 경우에는 그렇지 않다.\n2.8.1.3 교차회로 내의 각 화재감지기회로별로 설치된 화재감지기 1개가 담당하는 바닥면적은 「자동화재탐지설비 및 시각경보장치의 화재안전기술기준(NFTC 203)」 2.4.3.5, 2.4.3.8부터 2.4.3.10까지의 규정에 따른 바닥면적으로 할 것",
        "[이산화탄소소화설비의 화재안전기술기준(NFTC 106) 2.9]\n2.9 자동식 기동장치의 화재감지기\n2.9.1 이산화탄소소화설비의 자동식 기동장치는 다음의 기준에 따른 화재감지기를 설치해야 한다.\n2.9.1.1 각 방호구역 내의 화재감지기의 감지에 따라 작동되도록 할 것\n2.9.1.2 화재감지기의 회로는 교차회로방식으로 설치할 것. 다만, 화재감지기를 「자동화재탐지설비 및 시각경보장치의 화재안전기술기준(NFTC 203)」 2.4.1 단서의 각 감지기로 설치하는 경우에는 그렇지 않다.\n2.9.1.3 교차회로 내의 각 화재감지기회로별로 설치된 화재감지기 1개가 담당하는 바닥면적은 「자동화재탐지설비 및 시각경보장치의 화재안전기술기준(NFTC 203)」 2.4.3.5, 2.4.3.8부터 2.4.3.10까지의 규정에 따른 바닥면적으로 할 것",
        "[다중이용업소의 안전관리에 관한 특별법 시행규칙 별표2-5호]\n| 안전시설등 종류 | 설치·유지 기준 |<br>|----------------|----------------|<br>| 5. 영상음향차단장치 | 가. 화재 시 자동화재탐지설비의 감지기에 의하여 자동으로 음향 및 영상이 정지될 수 있는 구조로 설치하되, 수동(하나의 스위치로 전체의 음향 및 영상장치를 제어할 수 있는 구조를 말한다)으로도 조작할 수 있도록 설치할 것<br>나. 영상음향차단장치의 수동차단스위치를 설치하는 경우에는 관계인이 인정하게 거주하거나 일정하게 근무하는 장소에 설치할 것. 이 경우 수동차단스위치와 가장 가까운 곳에 “영상음향차단스위치”라는 표지를 부착하여야 한다.<br>다. 전기로 인한 화재발생 위험을 예방하기 위하여 부하용량에 알맞은 누전차단기(과전류차단기를 포함한다)를 설치할 것<br>라. 영상음향차단장치의 작동으로 실내 등의 전원이 차단되지 않는 구조로 설치할 것 |"
      ],
      "response": "현재 아파트에서 발생하고 있는 문제는 날씨 변화에 따른 온도 편차가 차동식 감지기를 통해 비화재 경보를 일으키고 있다는 점입니다. 이런 상황에서는 정온식 감지기로 교체하는 것이 효과적일 수 있습니다.\n\n정온식 감지기는 고온으로 인한 화재를 감지하는데 더 적합합니다. 이들은 특정 온도 이상이 되면 경보를 내는 기능을 가지고 있기 때문에, 갑작스러운 온도 변화로 인해 발생하는 오류 신호가 줄어들 수 있습니다.\n\n그러나 설치되는 장소마다 요구되는 감지기의 종류와 성능이 달라야 한다는 점에 주목해야 합니다. 공동주택 화재안전기술 및 화재안전성능 기준(NFTC 608, NFPC 608)에서는 아날로그방식 또는 광전식 공기흡입형 감지기를 설치하도록 권장하고 있으며, 이를 준수해야 합니다. 따라서 정온식 감지기가 해당 규정에 부합하는지 확인하셔야 할 것입니다.\n\n또한, 기존의 차동식 감지기는 낮은 온도 변화에도 반응하기 때문에, 화재 초기에 발생할 수 있는 미세한 온도 상승을 놓치지 않아 더욱 민감하게 작용합니다. 따라서, 이러한 이유로 일부 지역에서는 여전히 차동식 감지기가 사용되고 있습니다.\n\n따라서, 현재의 문제를 해결하기 위해 정온식 감지기를 고려하되, 이로 인해 화재 초기 경보 기능이 약화되는 문제가 없도록 주의해야 합니다. 또한 기준에 부합하고 가장 효과적인 장치를 선택하는 것이 중요합니다.\n\n마지막으로 해당 사항을 확인하기 위해 전문가와 상담하거나, 관련 법률과 규정을 검토하는 것이 좋습니다. 이는 안전성을 유지하면서도 불필요한 경보 신호를 줄이는 데 도움이 될 것입니다."
    },
    {
      "question": "특급 소방안전관리자가 승강기관리자 직무를 겸직할 수 있나요?",
      "retrieved_docs": [
        "[예방소방업무처리규정 14조]\n제14조(소방안전관리와 업무 겸직이 제한되는 안전관리자) 「화재의 예방 및 안전관리에 관한 법률」 제24조제2항에 따라 소방안전관리 업무와 겸할 수 없는 \"전기ㆍ가스ㆍ위험물 등 다른 안전관리자\"라 함은 다음 각 호의 어느 하나에 해당하는 안전관리자를 말한다.\n1. 「전기안전관리법」 제22조에 따라 전기사업자 및 자가용전기설비의 소유자 또는 점유자가 선임하여야 하는 전기안전관리자\n2. 「고압가스 안전관리법」 제15조에 따라 사업자등(고압가스제조자, 고압가스저장자 및 고압가스판매자는 제외한다)과 특정고압가스 사용신고자가 선임하여야 하는 안전관리자\n3. 「액화석유가스의 안전관리 및 사업법」 제34조에 따라 액화석유가스 사업자등(액화석유가스 충전사업자, 액화석유가스 집단공급사업자 및 액화석유가스 판매사업자는 제외한다)과 액화석유가스 특정사용자가 선임하여야 하는 안전관리자\n4. 「도시가스사업법」 제29조에 따라 특정가스사용시설의 사용자가 선임하여야 하는 안전관리자\n5. 「위험물안전관리법」 제15조에 따라 제조소등의 관계인이 선임하여야 하는 위험물안전관리자\n6. 「수소경제 육성 및 수소 안전관리에 관한 법률」 제42조에 따라 수소용품 제조사업자가 선임하여야 하는 안전관리자\n7. 「송유관 안전관리법」 제7조 따라 송유관설치자등이 선임하여야 하는 안전관리자\n8. 「화학물질관리법」 제32조 따라 유해화학물질 영업자가 선임하여야 하는 유해화학물질관리자",
        "[화재의 예방 및 안전관리에 관한 법률 시행령 별표4-비고]\n비고\n1. 동·식물원, 철강 등 불연성 물품을 저장·취급하는 창고, 위험물 저장 및 처리시설 중 제조소등과 지하구는 특급 소방안전관리대상물 및 1급 소방안전관리대상물에서 제외한다.\n2. 이 표 제1호에 따른 특급 소방안전관리대상물에 선임해야 하는 소방안전관리자의 자격을 산정할 때에는 동일한 기간에 수행한 경력이 두 가지 이상의 자격기준에 해당하는 경우 하나의 자격기준에 대해서만 그 기간을 인정하고, 기간이 중복되지 않는 소방안전관리자 실무경력의 경우에는 각각의 기간을 실무경력으로 인정한다. 이 경우 자격기준별 실무경력 기간을 해당 실무경력 기준기간으로 나누어 합한 값이 1 이상이면 선임자격을 갖춘 것으로 본다.",
        "[화재의 예방 및 안전관리에 관한 법률 35조]\n제35조(관리의 권원이 분리된 특정소방대상물의 소방안전관리) ① 다음 각 호의 어느 하나에 해당하는 특정소방대상물로서 그 관리의 권원(權原)이 분리되어 있는 특정소방대상물의 경우 그 관리의 권원별 관계인은 대통령령으로 정하는 바에 따라 제24조제1항에 따른 소방안전관리자를 선임하여야 한다. 다만, 소방본부장 또는 소방서장은 관리의 권원이 많아 효율적인 소방안전관리가 이루어지지 아니한다고 판단되는 경우 대통령령으로 정하는 바에 따라 관리의 권원을 조정하여 소방안전관리자를 선임하도록 할 수 있다.\n1. 복합건축물(지하층을 제외한 층수가 11층 이상 또는 연면적 3만제곱미터 이상인 건축물)\n2. 지하가(지하의 인공구조물 안에 설치된 상점 및 사무실, 그 밖에 이와 비슷한 시설이 연속하여 지하도에 접하여 설치된 것과 그 지하도를 합한 것을 말한다)\n3. 그 밖에 대통령령으로 정하는 특정소방대상물\n② 제1항에 따른 관리의 권원별 관계인은 상호 협의하여 특정소방대상물의 전체에 걸쳐 소방안전관리상 필요한 업무를 총괄하는 소방안전관리자(이하 “총괄소방안전관리자”라 한다)를 제1항에 따라 선임된 소방안전관리자 중에서 선임하거나 별도로 선임하여야 한다. 이 경우 총괄소방안전관리자의 자격은 대통령령으로 정하고 업무수행 등에 필요한 사항은 행정안전부령으로 정한다.\n③ 제2항에 따른 총괄소방안전관리자에 대하여는 제24조, 제26조부터 제28조까지 및 제30조부터 제34조까지에서 규정한 사항 중 소방안전관리자에 관한 사항을 준용한다.\n④ 제1항 및 제2항에 따라 선임된 소방안전관리자 및 총괄소방안전관리자는 해당 특정소방대상물의 소방안전관리를 효율적으로 수행하기 위하여 공동소방안전관리협의회를 구성하고, 해당 특정소방대상물에 대한 소방안전관리를 공동으로 수행하여야 한다. 이 경우 공동소방안전관리협의회의 구성ㆍ운영 및 공동소방안전관리의 수행 등에 필요한 사항은 대통령령으로 정한다.",
        "[초고층 및 지하연계 복합건축물 재난관리에 관한 특별법 시행령 13조의3]\n제13조의3(총괄재난관리자의 자격 등) ① 법 제12조제1항에 따른 총괄재난관리자(이하 “총괄재난관리자”라 한다)는 다음 각 호의 어느 하나에 해당하는 사람이어야 한다.\n1. 「건축사법」 제2조제1호에 따른 건축사의 자격을 취득한 사람\n2. 「국가기술자격법」에 따른 건축ㆍ기계ㆍ전기ㆍ토목 또는 안전관리 분야 기술사의 자격을 취득한 사람\n3. 「화재의 예방 및 관리에 관한 법률 시행령」 별표 4 제1호에 따라 특급 소방안전관리대상물의 소방안전관리자로 선임될 수 있는 자격을 갖춘 사람\n4. 「국가기술자격법」에 따른 건축ㆍ기계ㆍ전기ㆍ토목 또는 안전관리 분야 기사 또는 기능장의 자격을 취득한 후 재난 및 안전관리에 관한 실무경력이 5년 이상인 사람\n5. 「국가기술자격법」에 따른 건축ㆍ기계ㆍ전기ㆍ토목 또는 안전관리 분야 산업기사의 자격을 취득한 후 재난 및 안전관리에 관한 실무경력이 7년 이상인 사람\n6. 「공동주택관리법」 제67조제2항에 따른 주택관리사의 자격을 취득한 후 재난 및 안전관리에 관한 실무경력이 5년 이상인 사람\n② 초고층 건축물등의 관리주체는 다음 각 호의 구분에 따른 날부터 30일 이내에 총괄재난관리자를 선임해야 한다.\n1. 초고층 건축물등을 신축ㆍ증축ㆍ개축ㆍ재축ㆍ이전 또는 대수선한 경우: 「건축법」 제22조에 따른 사용승인 또는 「주택법」 제49조에 따른 사용검사 등을 받은 날\n2. 건축물 또는 시설물이 증축 또는 용도변경으로 인하여 초고층 건축물등이 된 경우: 「건축법」 제22조에 따른 사용승인이나 「주택법」 제49조에 따른 사용검사 등을 받은 날 또는 용도변경 사실을 건축물대장에 기록한 날\n3. 초고층 건축물등을 양수하거나 「민사집행법」에 따른 경매, 「채무자 회생 및 파산에 관한 법률」에 따른 환가, 「국세징수법」ㆍ「관세법」 또는 「지방세징수법」에 따른 압류재산의 매각, 그 밖에 이에 준하는 절차에 따라 초고층 건축물등을 인수한 경우: 양수 또는 인수한 날\n4. 총괄재난관리자를 해임하였거나 총괄재난관리자가 퇴직한 경우: 해임 또는 퇴직한 날\n③ 초고층 건축물등의 관리주체는 제2항에 따라 총괄재난관리자를 선임한 경우 해당 총괄재난관리자를 선임한 날부터 14일 이내에 행정안전부령으로 정하는 바에 따라 특별자치시장ㆍ특별자치도지사 또는 시장ㆍ군수ㆍ구청장에게 등록해야 한다.\n④ 초고층 건축물등의 관리주체는 법 제12조제2항에 따라 해당 초고층건축물등의 시설ㆍ전기ㆍ가스ㆍ방화 등의 재난ㆍ안전관리 업무 종사자 중에서 총괄재난관리자와 협의하여 미리 지명한 사람을 총괄재난관리자의 대리자로 지정해야 한다. 이 경우 총괄재난관리자의 업무를 대행하는 기간은 30일을 초과할 수 없다.\n⑤ 시ㆍ도지사 또는 시장ㆍ군수ㆍ구청장은 법 제12조제5항에 따라 총괄재난관리자의 업무 정지를 명할 때에는 그 사실을 시ㆍ도 또는 시ㆍ군ㆍ구의 공보에 공고하고, 소방청장에게 통보해야 한다.\n[본조신설 2025. 2. 11.]",
        "[화재의 예방 및 안전관리에 관한 법률 시행령 별표4-1호]\n1. 특급 소방안전관리대상물\n가. 특급 소방안전관리대상물의 범위\n「소방시설 설치 및 관리에 관한 법률 시행령」 별표 2의 특정소방대상물 중 다음의 어느 하나에 해당하는 것\n1) 50층 이상(지하층은 제외한다)이거나 지상으로부터 높이가 200미터 이상인 아파트\n2) 30층 이상(지하층을 포함한다)이거나 지상으로부터 높이가 120미터 이상인 특정소방대상물(아파트는 제외한다)\n3) 2)에 해당하지 않는 특정소방대상물로서 연면적이 10만제곱미터 이상인 특정소방대상물(아파트는 제외한다)\n나. 특급 소방안전관리대상물에 선임해야 하는 소방안전관리자의 자격\n다음의 어느 하나에 해당하는 사람으로서 특급 소방안전관리자 자격증을 발급받은 사람\n1) 소방기술사 또는 소방시설관리사의 자격이 있는 사람\n2) 소방설비기사의 자격을 취득한 후 5년 이상 1급 소방안전관리대상물의 소방안전관리자로 근무한 실무경력(법 제24조제3항에 따라 소방안전관리자로 선임되어 근무한 경력은 제외한다. 이하 이 표에서 같다)이 있는 사람\n3) 소방설비산업기사의 자격을 취득한 후 7년 이상 1급 소방안전관리대상물의 소방안전관리자로 근무한 실무경력이 있는 사람\n4) 소방공무원으로 20년 이상 근무한 경력이 있는 사람\n5) 소방청장이 실시하는 특급 소방안전관리대상물의 소방안전관리에 관한 시험에 합격한 사람\n다. 선임인원: 1명 이상"
      ],
      "response": "주어진 정보를 종합하여, 관련 법률 및 시행령에서 요구하는 자격 요건과 절차를 정리해 보겠습니다.\n\n### 1. 총괄재난관리자의 자격 및 선임 조건\n\n#### [질문]\n- **총栝災難管理者的資格及選任條件**\n\n#### [답변]\n- **자격**\n    - 「화재의 예방 및 안전관리에 관한 법률 시행령」 별표 4에서 요구하는 특급 소방안전관리대상물의 소방안전관리자 자격을 갖춘 사람 (예: 소방기술사, 소방시설관리사 등의 자격이 있는 사람 또는 관련 실무경력 등)\n    - 「화재의 예방 및 안전관리에 관한 법률」 제12조제5항에서 요구하는 총栝災難管理者의 업務停止命令時，應將事實公告於特別市、廣域市、道、市、郡、區的公報上，并通知消防廳長。\n\n- **선임 조건**\n    - 50층 이상(지하층 제외) 또는 지상으로부터 높이가 200미터 이상인 아파트\n    - 30층 이상(지하층 포함) 또는 지상으로부터 높이가 120미터 이상인 특정소방대상물 (아파트 제외)\n    - 연면적이 10만제곱미터 이상인 특정소방대상물 (아파트 제외)\n\n### 2. 총栝災難管理者的選任程序及相關規定\n\n#### [질문]\n- **총栝災難管理者的選任程序及相關規定**\n\n#### [답변]\n- **선임 절차**\n    - 「화재의 예防 및 안전관리에 관한法律實施令」 별표 4에서 요구하는 자격을 갖춘 사람 중에서 선임\n    - 총栝災難管理者를 해임하거나 퇴職時，应在14日内向行政安全部令规定的特别市、广域市道知事或市长、郡守、区厅长登记。\n\n- **업무 대리자 지정**\n    - 시설・전기・ガス・防火等の災害・安全管理業務従事者から総括災害管理者と協議してあらかじめ指定する。\n    - 業務代理期間は30日を超えることはできない。\n\n### 3. 特別市、廣域市道知事や市长、郡守、区厅长の役割\n\n#### [質問]\n- 「災害安全管理法」第12条第5項による総括災害管理者の業務停止命令時，特例市、広域市道知事または市长、郡守、区厅长の役割は何ですか？\n\n#### [回答]\n- **役割**\n    - 総括灾害管理者の业务停止命令时，应在特别市・广域市・道・市・郡・區的公報上公告，并通知消防廳長。\n    \nこの情報は、総括災害管理者の選任とその関連する規定についてまとめたものです。具体的な状況に合わせて適切に適用してください。"
    },
    {
      "question": "빌딩온에 로그인하려면 어떻게 해?",
      "retrieved_docs": [
        "[메뉴 - 입주사, 권한 : 시스템관리자, 관리자]\n[메뉴 - 입주사, 권한 : 시스템관리자, 관리자 ]\r\n1.\t좌측 입주사명을 선택하고 상단 '상세정보'버튼을 클릭하면 현재 입주사의 상세정보를 확인할 수 있습니다.\r\n\t월간 보고서 양식은 기본으로 빌딩온 양식으로 되어 있으며, 월간보고서 수신자는 '수신자 추가'버튼을 눌러 수신자를 추가할 수 있습니다.\r\n\t추가 할 수신자는 '사용자'메뉴에서 해당 사람을 추가할 때 이메일이 작성되어 있는 사람을 기준으로 추가할 수 있도록 되어 있습니다. \r\n로봇 등록 추가 설명 필요\r\n2.\t상단 '공종' 버튼을 클릭하면 현재 입주사에서 어떤 공종을 사용중인지 확인할 수 있습니다. \r\n\t현재 등록된 공종이 없다면 '공종 추가'버튼을 눌러 사용 할 공종을 추가할 수 있습니다. \r\n\t등록된 공종의 오른쪽 끝에 있는 연필 모양 아이콘(수정 버튼)을 클릭하면 해당 공종의 상세 설정을 수정할 수 있는 팝업 창이 열립니다.\r\n\t팝업에서는 다음 항목들을 설정할 수 있습니다:\r\n①\t공종명: 공종 이름을 입력할 수 있습니다.\r\n②\t공종 아이콘: 사용하고 싶은 아이콘명을 입력하거나 https://pictogrammers.com/library/mdi/ 페이지에서 원하는 아이콘을 직접 선택할 수 있습니다.\r\n③\t예를 들어 아이콘의 이름이 ‘mdiFireAlert’일 경우 대문자를 기준으로 앞에 하이픈(-)을 붙이고 대문자를 모두 소문자로 변경하여 ‘mdi-fire-alert’로 변경한 값을 아이콘 이름에 넣어주면 됩니다.\r\n④\t사용여부: 해당 공종의 사용여부를 체크박스로 설정할 수 있습니다.\r\n⑤\t공종 SOP사용여부(경보 팝업 여부) : 해당 공종의 SOP 사용여부를 체크박스로 설정할 수 있습니다.\r\n⑥\t공종 보고서 타입 : 보고서 확인 시 사용될 형식을 드롭다운에서 선택할 수 있습니다. 보고서 형식은 빌딩온_공종과, SK_공종 보고서가 존재합니다.\r\n⑦\t수신 대상자: 보고서를 이메일로 받을 대상자를 입력하고 추가할 수 있습니다. 추가 할 수신자는 '사용자'메뉴에서 해당 사람을 추가할 때 이메일이 작성되어 있는 사람을 기준으로 추가할 수 있도록 되어 있습니다. \r\n3.\t상단 '지역' 버튼을 클릭하면 현재 입주사에서 사용중인 전경 및 지역 이미지가 존재합니다. 수정 버튼을 눌러 이미지를 수정할 수 있습니다.\r\n4.\t상단 '에너지' 버튼을 클릭하면 현재 입주사의 에너지 사용 및 날씨예보, 미세먼지 지역에 대해 선택할 수 있습니다.\r\n5.\t상단 '큐브' 버튼을 클릭하면 현재 입주사에서 사용중인 큐브의 이름과, 시리얼 번호 및 위치를 확인할 수 있습니다.",
        "[로그인 화면]\n[로그인 화면]\r\n1.\tID입력란에 로그인 할 아이디와 Password 입력란에 패스워드를 입력합니다.\r\n2.\tPassword 입력란 안에 있는 아이콘 클릭 시, 입력한 패스워드를 확인할 수 있습니다.\r\n3.\tRemember me 체크박스를 선택하면 다음 접속 시 아이디가 자동으로 저장되어 표시됩니다.\r\n4.\t패스워드를 잊어버린 경우 'Forgot Password?' 링크를 클릭하여 패스워드 재설정 페이지로 이동합니다.  작동 X\r\n5.\tLOGIN 버튼을 클릭하여 입주사 사이트에 로그인합니다.\r\n6.\t아이디 또는 패스워드가 틀릴 경우 오른쪽 상단에 빨간 박스 안에 '[E90000] Check your Email or Password' 내용의 메시지가 표시됩니다.",
        "[대시보드 상단바]\n[대시보드 상단바]\n1.        좌측 햄버거 버튼을 클릭하면, 현재 권한에 따라 접근 가능한 메뉴 목록이 표시됩니다.\n2.        우측 상단에는 아래와 같은 기능 아이콘이 순서대로 배치되어 있습니다.\n        가장 왼쪽에 위치한 1544-6543은 고객센터 번호입니다.\n        프로필 아이콘 클릭 시, 비밀번호 변경 및 로그아웃이 가능하며, 비밀번호 변경은 현재 비밀번호를 있어야만 가능합니다. \n        그리드 아이콘 클릭 시, 접근 가능한 입주사 목록이 표시되며, 각 입주사를 선택하여 사이트 간 이동이 가능합니다.\n        벨 아이콘 클릭 시, 등록된 공지사항을 확인할 수 있으며, 신규 공지가 있을 경우 빨간 점이 아이콘에 표시됩니다. 단, 같은 사이트 내 다른 사용자가 해당 공지를 확인한 경우 빨간 점은 사라집니다. 하단의 공지사항 전체보기 버튼을 클릭하면 공지사항 메뉴로 이동합니다.\n        설정 아이콘 클릭 시, 사이트의 테마, 기본 색상 등을 변경할 수 있습니다.\n        확장 아이콘 클릭 시, 전체화면 모드(F11과 동일한 기능)로 전환됩니다"
      ],
      "response": "빌딩온 시스템에 로그인하려면 다음 단계를 따르세요:\n\n1. ID 입력란에 로그인할 아이디를 입력합니다.\n2. Password 입력란에 패스워드를 입력합니다.\n3. Remember me 체크박스를 선택하면, 다음 접속 시 아이디가 자동으로 저장됩니다.\n4. LOGIN 버튼을 클릭하여 입주사 사이트에 로그인합니다.\n\n아이디나 패스워드가 맞지 않으면 오른쪽 상단에 '[E90000] Check your Email or Password' 메시지가 표시됩니다. \n\n패스워드를 잊어버린 경우, 'Forgot Password?' 링크로 이동하여 패스워드 재설정이 가능합니다 (해당 기능은 현재 작동하지 않을 수 있으니 확인하시기 바랍니다)."
    }
  ]
}